Repository: ch-consulting/wp-sooprema-import
Catalog: languages/ch_witei-*.po
Languages: es_es

source: WITEI import
es_es: Importador WITEI

source: Another plugin developed on Antonella Framework for WP
es_es: Otro plugin desarrollado con Antonella Framework para WordPress

source: Post Types Relations
es_es: Relaciones de entradas

source: Bulk Import
es_es: Importación masiva

source: Cron job
es_es: Tareas programadas

source: FeedBack
es_es: Soporte técnico

source: Witei Import
es_es: Importador Witei

source: Update
es_es: Actualizar

source: Choose
es_es: Selecciona

source: Initial settings
es_es: Ajustes iniciales

source: Witei's Token
es_es: Token de Witei

source: Token to import the properties You can see it, if you are logged in wn Witei, clicking on
es_es: Token para importar los inmuebles, para poder verlo tienes que hacer click en

source: Plugin's Token
es_es: Token del plugin

source: License to run the plugin. To purchase a license click <a href="http://tipeos.com/WFz" target="_blank"> here </a>
es_es: Licencia funcionar el plugin. Para comprar una licencia hac click <a href="http://tipeos.com/WFz" target="_blank">aquí</a>

source: Choose PostType
es_es: Selecciona PostType

source: Select the type of entry you want to import the properties
es_es: Selecciona el tipo de entrada que deseas importar los inmuebles

source: Import Photos
es_es: Importar fotos

source: yes
es_es: si

source: Select if you want the photos to be imported
es_es: Selecciona si deseas que se importe las fotos

source: Photos are only imported the first time you import the property.
es_es: Las fotos serán importadas sólo la primera vez que importes la propiedad.

source: Default auhtor
es_es: Autor por defecto

source: Select the default author for the properties
es_es: Seleciona el auhtor por defecto para los inmuebles

source: Report problems by email
es_es: Reportar incidencias por email

source: Select if you want the agents assigned to the property to be related to existing WordPress users
es_es: Selecciona si deseas que se relacione los agentes asignados al inmueble con los usuarios existentes en WordPress

source: Calculating Properties:
es_es: Calculando propiedades:

source: Properties to import.
es_es: Propiedades a importar.

source: Feedback type
es_es: Tipo de soporte técnico

source: Select
es_es: Selecciona

source: Plugin error
es_es: Error del plugin

source: Suggestion
es_es: Sugerencia
